{
  "youtubers": [
    {
      "_id": "5d5c22419cefc32e0c433d19",
      "channelID": "UC-u8ejSLwWikknO4-m7lmpw",
      "name": "Joe Tillman",
      "description": "https://hairtransplantmentor.com \n\nAlways on the lookout for great clinics, and always on the lookout for ways to improve YOUR hair transplant and hair loss education.\n\nJoe Tillman, the original Hair Transplant Mentor™ is the world's first hair restoration blogger, having started blogging in near real time about his own hair restoration journey in 2002. \n\nAfter working for over a decade for two top tier hair transplant doctors, Dr. Jerry Wong and Dr. Hussein Rahal, Joe is traveling the world to find new hair transplant doctors to present for your consideration. Want to know how different clinics operate? Watch the Hair Transplant Mentor™ Youtube channel to find out. Want to see cutting edge information you won't find anywhere else? Want basic and clear cut answers to your questions about hair loss and hair restoration? Subscribe and stay in the loop!",
      "viewCount": 2571245,
      "subscriberCount": 11332,
      "videoCount": 196,
      "image": "https://yt3.ggpht.com/a/AGF-l7_OfpdJszhKtQKwdSX3pb5qxCATYqZLC5CLcA=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d1a",
      "channelID": "UCF9_J96uQtF4rotJAPlxpoQ",
      "name": "Hasson & Wong Hair Transplant Clinic",
      "description": "Hair Transplant Clinic Results. Video results from our hair restoration procedures. Hasson and wong is a premiere destination clinic in the world for hair transplantation.",
      "viewCount": 2987722,
      "subscriberCount": 1458,
      "videoCount": 211,
      "image": "https://yt3.ggpht.com/a/AGF-l7-rY3vnoDgDalMb7RJIBavEAMydTBzidj_CsA=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d18",
      "channelID": "UCsCUw0V1S8PLDmBAgX7_SLg",
      "name": "Dr Serkan Aygın Hair Transplant Clinic - Istanbul Turkey",
      "description": "Dr. Serkan Aygın Clinic Saç Ekimi Merkezi youtube kanalına hoşgeldiniz!\nDr. Serkan Aygın Türkiye ve dünyanın çeşitli ülkelerinden gelen hastalara saç ekimi ve saç tedavileri hizmeti sunan, 22 yıllık deneyime sahip dünyaca tanınmış bir uzman doktordur. \nBu kanaldan Dr.Serkan Aygın Clinic'de saç ekimi olmuş hastaların hikayelerini, Dr.Serkan Aygın'nın saç dökülmesi ve saç ekimi hakkındaki bilgilendirici videolaranı izleyebilirsiniz.",
      "viewCount": 3223654,
      "subscriberCount": 11112,
      "videoCount": 215,
      "image": "https://yt3.ggpht.com/a/AGF-l79fA5cChsx6coMMIudWoJMoFQBoxjBQWk-9mQ=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d17",
      "channelID": "UC0dPP5Ocp4fbga5jwjL8Cyw",
      "name": "HAIR TRANSPLANT",
      "description": "मैं YouTube पर अपने प्यारे दोस्तों से नमस्कार कहता हूं और मुझे बहुत खुशी है कि आप मेरे चैनल पर आए हैं। मैं HAIR TRANSPLANT से संबंधित हर संदेह को दूर करने के लिए अपनी पूरी कोशिश करूंगा। मैं इस चैनल पर आपके साथ मेरी साप्ताहिक और मासिक स्थिति साझा करूँगा। इसके अलावा मैं रूटीन, दवाइयों और TRANSPLANT से पहले और बाद में सावधानी बरतने के बारे में विवरण भी साझा करूँगा। जो लोग HAIR TRANSPLANT के लिए जाना चाहते हैं, वे इस चैनल के माध्यम से पहले से जान सकते हैं कि HAIR TRANSPLANT क्या है और वे सभी इसके बारे में सारी बारीकियों को जान सकते हैं। नये VIDEOS के लिए मेरे चैनल को subscribe करें। बहुत धन्यवाद।\n\nHello all my friends on You Tube. I feel very happy that you have come to my channel. I will try my best to remove every doubt related to hair transplant. I will share my weekly and monthly status with you on this channel. I will also share the routine,  medicines and precautions to be followed. Do subscribe to my channel for my latest videos.",
      "viewCount": 7961844,
      "subscriberCount": 134753,
      "videoCount": 135,
      "image": "https://yt3.ggpht.com/a/AGF-l7-sSP89RY3L7ZUdFdoACKtyTrPefBOo8ilI5A=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d16",
      "channelID": "UCFJFvmAhEW5Uf0WA1A2-IGw",
      "name": "Tannu Dada",
      "description": "Hi guys thanks for visiting my channel.  I have done hair transplant and sharing my experiences with all my subscribers. This channel is all about guiding people about hair transplant with it pros and cons. I am going to share each and every aspect of my hair transplant journey. So if you  want to be a part of my journey of hair transplant pls click the subscribe button and hit the bell icon. \nThe basic content of this channel is to motivate people when they are balding\n\n\n1000 subscribers :- 18/12/2016\n2000 subscribers :- 24/01/2017\n3000 subscribers :- 11/03/2017\n4000 subscribers :- 16/04/2017\n5000 subscribers :- 06/05/2017\n15000 Subscribers 10/08/2017\n22000 subscribers   22/10/2017\n23000 subscribers   27/10/2017\n24000 subscribers. 01/11/2017\n30000 subscribers 01/12/2017\n40000 subscribers 26/01/18\n45000 subscribers 21/02/18\n48000 subscribers 11/03/18\n50000  subscribers   25/03/18  time 1:22 am\n1 lakh :- 17/11/18Time 08:50 pm\n1 MILLION :-? \n\nSubscribe\nContact me :- Tannudada02@gmail.com",
      "viewCount": 11044397,
      "subscriberCount": 133697,
      "videoCount": 193,
      "image": "https://yt3.ggpht.com/a/AGF-l7-VXC-7mYZ9OxsR3htWt9c5XUxRPfu7R_DOXQ=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d1e",
      "channelID": "UCkGmZRnoZ5FDLnrmEP6LWAw",
      "name": "High Density Hair Transplants",
      "description": "www.highdensityhairtransplants.co.uk\nHDHT are members of the 'International\nSociety of Hair Restoration Surgery'\n\nWe have over 16 years experience in hair replacement. High Density Hair Transplants have developed a streamlined, high quality business model which has resulted in us being able to offer hair transplant cost significantly cheaper than most UK clinics, yet providing the same procedural standards hair transplant costs.",
      "viewCount": 11130,
      "subscriberCount": 21,
      "videoCount": 6,
      "image": "https://yt3.ggpht.com/a/AGF-l79UYgqTvrkIpjs5TGwiN9NSlW1evAY70gO3Lg=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d1d",
      "channelID": "UCmXEZ1EX53cAemP7k4pb7Kw",
      "name": "Natural Transplants, Hair Restoration Clinic (844) 327-4247",
      "description": "Here at Natural Transplants, you’ll find the reason we have such happy patients is because of our patient-focused philosophy. We approach hair transplantation by focusing on three specific factors: our hair implant techniques, patient care during hair loss treatment and competitive hair transplant costs. We believe that the process of hair loss treatment should be simple and easy-to-conceptualize while yielding world-class results with our High-Yield Unit Extraction℠ Method.\n\nOur results are achieved by focusing solely on you on during the hair loss procedure. Unlike other companies that book upwards of seven clients at a time for a single doctor, our clients have their very own great hair transplant surgeon dedicated to their hair loss treatment and restoration. Dr. Matt Huebner, Dr. Thomas Huebner, Dr. Harold Siegel, and our staff ensure that every detail is perfect and your doctor is involved with the entire procedure from start to finish at our facilities.",
      "viewCount": 4590326,
      "subscriberCount": 13215,
      "videoCount": 667,
      "image": "https://yt3.ggpht.com/a/AGF-l7-koCMaXctDDog6g1ofT2KH6yzAlEm79W142w=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d1b",
      "channelID": "UC10JV4miLnk68v6pJV6p13g",
      "name": "Alan Bauman",
      "description": "Hi, I'm Dr. Alan J. Bauman a hair transplant surgeon from Boca Raton, Florida who is often affectionately called \"Surgeon of Nalts\" because I performed the most widely viewed LIVE hair transplant webcast on YouTube celebrity Kevin \"Nalts\" Nalty. Welcome to the second and more 'casual' of my two YouTube channels. Many of the news stories about Bauman Medical Group appear on the my other channel http://www.youtube.com/baumanmedical so be sure to visit that one too!  If you or someone you know is experiencing hair loss, my medical team and I are here to help. Since 1997, I've helped over 15,000 men and women maintain, enhance and restore their hair using state-of-the-art diagnostics, medical treatments and the most minimally-invasive artistic NeoGraft FUE hair transplant procedures. Hair loss gets worse with time without treatment, so if you are concerned about hair loss, do not delay in seeking treatment. Through baumanmedical.com I offer phone, email and in-person consultations.",
      "viewCount": 691273,
      "subscriberCount": 354,
      "videoCount": 33,
      "image": "https://yt3.ggpht.com/a/AGF-l79gGYPXMwLHKDs7OiXXssgj58uZuHr2E-wgng=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22419cefc32e0c433d1c",
      "channelID": "UCosRIrqSZzB4fJHr2hVDryw",
      "name": "THE STREET GUY",
      "description": "This channel is to make people aware of genuine things which are related to their hairs. Reason behind this channel is to increase the confidence among people and spreading happiness.\n-I am not a medico person however i feel its good to be standing with the patient to feel better. \n-All surgical activities being done by doctors only.\n-Suggesting people better clinics which coats low cost and delivers best results. \n*(Hair Transplant results may vary person to person depending on the body response) \n*Density will be dependent on donor area.\n\n*Tips and tricks may vary person to person*\n\nFollow me on insta and know my daily routine \n\nhttps://instagram.com/thestreet_guy 📌",
      "viewCount": 5154938,
      "subscriberCount": 76346,
      "videoCount": 129,
      "image": "https://yt3.ggpht.com/a/AGF-l79GRN67eGUxGvdH7uekEdpHQ19lJLQvZsgkFw=s240-c-k-c0xffffffff-no-rj-mo"
    },
    {
      "_id": "5d5c22429cefc32e0c433d1f",
      "channelID": "UCiaRzMW7mA22eVa6aSfGP7g",
      "name": "Hair Transplant Surgery - HRBR - Hair Restoration Blackrock",
      "description": "This YouTube Channel belongs to and is managed by Hair Restoration Blackrock. All content is the property of HRBR and is copyright.\n\nHRBR is an Irish company based in Blackrock, Co Dublin, Ireland. HRBR's dedicated hair transplant facility is based in Dublin. Consultation are strictly by appointment.\n\nHRBR is a surgical team of hair restoration specialists dedicated to providing the best possible solution to your hair loss problem. Our highly experienced surgeons and nurses are led by Dr Maurice P. Collins, M.B, B.Ch,B.A.O, D.L.O, F.R.C.S.I, F.R.C.S (London), F.R.C.S.Ed., who has practiced head and neck surgery for over twenty years in Ireland's premier hospital, the Blackrock Clinic.\n\nAs leaders in the field of hair transplant surgery our surgeons and nurses are involved in the scientific teaching activities of the International Society of Hair Restoration Surgeons (I.S.H.R.S.) and the Royal College of Surgeons.\n\nhttp://www.hrbr.ie",
      "viewCount": 1280952,
      "subscriberCount": 0,
      "videoCount": 113,
      "image": "https://yt3.ggpht.com/a/AGF-l78AIAm6AAKI3cmD2MQ8H6xnyXFs0IQ_CiP2iQ=s240-c-k-c0xffffffff-no-rj-mo"
    }
  ]
}
